/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria-uppgifter";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Utlämnare av Afaria-certifikat behöver indata för att ladda ner certifikatet från Afaria-servern. Certifikatet lagras säkert.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Klar";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Avbryt";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria-certifikat";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Afaria-certifikat begärs";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Fel uppstod; kontakta administratör";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Afaria-initieringsfel";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Användare avbröt";

